export interface Principal {
  name: string;
  designation: string;
  image: string;
  qualifications: string[];
  experience: string;
  message: string[];
}

export const principal: Principal = {
  name: 'Dr. V. Sreenivasan',
  designation: 'Dean Dental Faculty, Principal, Professor & HOD',
  image:"/assets/princi.jpg",
  qualifications: ['Phd in Dental Services'],
  experience: '25+ Years',
  message: [
    'मुझे भारती विद्यापीठ डेंटल कॉलेज एवं हॉस्पिटल में आपका स्वागत करते हुए अत्यंत खुशी हो रही है, जो दंत चिकित्सा शिक्षा और स्वास्थ्य सेवा में उत्कृष्टता के लिए प्रतिबद्ध संस्थान है। हमारा मिशन ऐसे कुशल पेशेवरों को तैयार करना है जो समर्पण और करुणा के साथ समाज की सेवा करेंगे।',
    'हमें अपने अत्याधुनिक बुनियादी ढांचे, उच्च योग्यता वाले संकाय और ऐसे पाठ्यक्रम पर गर्व है जो सैद्धांतिक ज्ञान को व्यावहारिक अनुभव के साथ संतुलित करता है। हमारा ध्यान अकादमिक उत्कृष्टता से आगे बढ़कर चरित्र निर्माण और नैतिक आचरण पर केंद्रित है।',
    'हमारे छात्रों को हमारे आधुनिक क्लीनिकों में व्यावहारिक प्रशिक्षण, नवीनतम दंत चिकित्सा प्रौद्योगिकियों से परिचित होने तथा सामुदायिक सेवा कार्यक्रमों में भाग लेने के अवसरों का लाभ मिलता है। हम न केवल कुशल दंत चिकित्सक तैयार करने में विश्वास रखते हैं, बल्कि ऐसे दयालु स्वास्थ्य सेवा प्रदाता भी तैयार करने में विश्वास रखते हैं जो समाज में अपनी भूमिका को समझते हों।',
    'दंत चिकित्सा शिक्षा और स्वास्थ्य देखभाल में उत्कृष्टता की ओर हमारी यात्रा में शामिल हों।'
  ]
};